Repository: nazmulkp/Big-camera-handle-iOS
Catalog: CameraAppSwiftUI/Resources/ProControls.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# pro.navigation.title
source: Pro Controls
ar: عناصر التحكم الاحترافية
de: Pro-Steuerung
es: Controles Pro
fr: Contrôles Pro
it: Controlli Pro
ja: Proコントロール
ko: 프로 컨트롤
pt_br: Controles Pro
ru: Профессиональные элементы управления
tr: Pro Kontroller
zh_hans: 专业控制
zh_hant: 專業控制

# pro.toolbar.reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
pt_br: Redefinir
ru: Сбросить
tr: Sıfırla
zh_hans: 重置
zh_hant: 重設

# pro.toolbar.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
tr: Bitti
zh_hans: 完成
zh_hant: 完成

# pro.layout.section
source: Layout
ar: التخطيط
es: Diseño
fr: Disposition
ja: レイアウト
ko: 레이아웃
ru: Макет
tr: Yerleşim
zh_hans: 布局
zh_hant: 佈局

# pro.layout.left_handed
source: Left-handed layout
ar: تخطيط لليد اليسرى
de: Layout für Linkshänder
es: Diseño para zurdos
fr: Disposition pour gaucher
it: Layout per mancini
ja: 左利き用レイアウト
ko: 왼손잡이 레이아웃
pt_br: Layout para canhotos
ru: Макет для левшей
tr: Sol el düzeni
zh_hans: 左手布局
zh_hant: 左手佈局

# pro.hud.section
source: HUD
ar: واجهة العرض

# pro.hud.zen_mode
source: Zen Mode (Clean HUD)
ar: وضع Zen (واجهة نظيفة)
de: Zen-Modus (sauberes HUD)
es: Modo Zen (HUD limpio)
fr: Mode Zen (HUD épuré)
it: Modalità Zen (HUD pulito)
ja: Zenモード（クリーンHUD）
ko: 젠 모드(깔끔한 HUD)
pt_br: Modo Zen (HUD limpo)
ru: Режим Zen (чистый HUD)
tr: Zen Modu (Temiz HUD)
zh_hans: 禅模式（简洁 HUD）
zh_hant: 禪模式（簡潔 HUD）

# pro.hud.zen_description
source: Hide all controls except shutter, readout, and zoom. Tap the screen to temporarily show the full HUD.
ar: إخفاء جميع عناصر التحكم باستثناء زر الالتقاط والقراءات والتكبير. اضغط على الشاشة لإظهار واجهة التحكم الكاملة مؤقتًا.
de: Blende alle Steuerelemente außer Auslöser, Anzeige und Zoom aus. Tippe auf den Bildschirm, um das vollständige HUD vorübergehend anzuzeigen.
es: Oculta todos los controles excepto el obturador, la lectura y el zoom. Toca la pantalla para mostrar temporalmente el HUD completo.
fr: Masquez toutes les commandes sauf l’obturateur, les informations et le zoom. Touchez l’écran pour afficher temporairement tout le HUD.
it: Nasconde tutti i controlli tranne otturatore, dati e zoom. Tocca lo schermo per mostrare temporaneamente l’HUD completo.
ja: シャッター、表示、ズーム以外のすべてのコントロールを非表示にします。画面をタップすると、一時的に完全なHUDを表示します。
ko: 셔터, 표시 정보, 줌을 제외한 모든 컨트롤을 숨깁니다. 화면을 탭하면 전체 HUD가 잠시 표시됩니다.
pt_br: Oculta todos os controles, exceto obturador, leitura e zoom. Toque na tela para mostrar temporariamente o HUD completo.
ru: Скрывает все элементы управления, кроме спуска, показаний и зума. Коснитесь экрана, чтобы временно показать полный HUD.
tr: Deklanşör, okuma ve yakınlaştırma dışında tüm kontrolleri gizler. Tam HUD’u geçici olarak göstermek için ekrana dokunun.
zh_hans: 隐藏除快门、读数和变焦外的所有控制。轻点屏幕可临时显示完整 HUD。
zh_hant: 隱藏除快門、讀數和變焦外的所有控制。點一下螢幕可暫時顯示完整 HUD。

# pro.white_balance.section
source: White Balance
ar: توازن اللون الأبيض
de: Weißabgleich
es: Balance de blancos
fr: Balance des blancs
it: Bilanciamento del bianco
ja: ホワイトバランス
ko: 화이트 밸런스
pt_br: Balanço de branco
ru: Баланс белого
tr: Beyaz Dengesi
zh_hans: 白平衡
zh_hant: 白平衡

# pro.white_balance.temp
source: Temp
ar: الحرارة
ja: 色温度
ko: 색온도
ru: Темп.
tr: Sıcaklık
zh_hans: 色温
zh_hant: 色溫

# pro.white_balance.tint
source: Tint
ar: الصبغة
de: Farbton
es: Tinte
fr: Teinte
it: Tinta
ja: 色合い
ko: 색조
pt_br: Matiz
ru: Оттенок
tr: Ton
zh_hans: 色调
zh_hant: 色調

# pro.exposure.section
source: Exposure
ar: التعريض
de: Belichtung
es: Exposición
fr: Exposition
it: Esposizione
ja: 露出
ko: 노출
pt_br: Exposição
ru: Экспозиция
tr: Pozlama
zh_hans: 曝光
zh_hant: 曝光

# pro.exposure.shutter
source: Shutter
ar: الغالق
de: Verschluss
es: Obturador
fr: Obturateur
it: Otturatore
ja: シャッター
ko: 셔터
pt_br: Obturador
ru: Затвор
tr: Deklanşör
zh_hans: 快门
zh_hant: 快門

# pro.exposure.ev_compensation
source: EV Compensation
ar: تعويض EV
de: EV-Korrektur
es: Compensación EV
fr: Compensation EV
it: Compensazione EV
ja: EV補正
ko: EV 보정
pt_br: Compensação EV
ru: Компенсация EV
tr: EV Telafisi
zh_hans: EV 补偿
zh_hant: EV 補償

# pro.exposure.auto_iso_min
source: Auto ISO Min
ar: أدنى ISO تلقائي
es: ISO auto mín.
fr: ISO auto min.
it: ISO auto min.
ja: 自動ISO最小
ko: 자동 ISO 최소
pt_br: ISO auto mín.
ru: Авто ISO мин.
tr: Otomatik ISO Min
zh_hans: 自动 ISO 最小
zh_hant: 自動 ISO 最小

# pro.exposure.auto_iso_max
source: Auto ISO Max
ar: أقصى ISO تلقائي
es: ISO auto máx.
fr: ISO auto max.
it: ISO auto max.
ja: 自動ISO最大
ko: 자동 ISO 최대
pt_br: ISO auto máx.
ru: Авто ISO макс.
tr: Otomatik ISO Maks
zh_hans: 自动 ISO 最大
zh_hant: 自動 ISO 最大

# pro.focus.section
source: Focus
ar: التركيز
de: Fokus
es: Enfoque
fr: Mise au point
it: Messa a fuoco
ja: フォーカス
ko: 초점
pt_br: Foco
ru: Фокус
tr: Odak
zh_hans: 对焦
zh_hant: 對焦

# pro.focus.manual
source: Manual Focus
ar: تركيز يدوي
de: Manueller Fokus
es: Enfoque manual
fr: Mise au point manuelle
it: Messa a fuoco manuale
ja: 手動フォーカス
ko: 수동 초점
pt_br: Foco manual
ru: Ручная фокусировка
tr: Manuel Odak
zh_hans: 手动对焦
zh_hant: 手動對焦

# pro.format.section
source: Format
ar: الصيغة
es: Formato
it: Formato
ja: 形式
ko: 포맷
pt_br: Formato
ru: Формат
zh_hans: 格式
zh_hant: 格式

# pro.format.not_available
source: ∙ N/A
ar: ∙ غير متاح
de: ∙ Nicht verfügbar
es: ∙ N/D
fr: ∙ N/D
it: ∙ N/D
ja: ∙ 利用不可
ko: ∙ 사용 불가
pt_br: ∙ N/D
ru: ∙ Н/Д
tr: ∙ Yok
zh_hans: ∙ 不可用
zh_hant: ∙ 不可用

# pro.format.jpeg.description
source: JPEG • Maximum compatibility.
ar: JPEG • أقصى توافق.
de: JPEG • Maximale Kompatibilität.
es: JPEG • Máxima compatibilidad.
fr: JPEG • Compatibilité maximale.
it: JPEG • Massima compatibilità.
ja: JPEG • 最大限の互換性。
ko: JPEG • 최대 호환성.
pt_br: JPEG • Máxima compatibilidade.
ru: JPEG • Максимальная совместимость.
tr: JPEG • Maksimum uyumluluk.
zh_hans: JPEG • 最大兼容性。
zh_hant: JPEG • 最大相容性。

# pro.format.heif.description
source: HEIF • Smaller files, high quality.
ar: HEIF • ملفات أصغر وجودة عالية.
de: HEIF • Kleinere Dateien, hohe Qualität.
es: HEIF • Archivos más pequeños, alta calidad.
fr: HEIF • Fichiers plus petits, haute qualité.
it: HEIF • File più piccoli, alta qualità.
ja: HEIF • 小さいファイル、高品質。
ko: HEIF • 더 작은 파일, 높은 품질.
pt_br: HEIF • Arquivos menores, alta qualidade.
ru: HEIF • Меньшие файлы, высокое качество.
tr: HEIF • Daha küçük dosyalar, yüksek kalite.
zh_hans: HEIF • 文件更小，质量更高。
zh_hant: HEIF • 檔案更小，品質更高。

# pro.format.raw.description
source: RAW • Maximum dynamic range for editing.
ar: RAW • أقصى نطاق ديناميكي للتحرير.
de: RAW • Maximaler Dynamikumfang für die Bearbeitung.
es: RAW • Máximo rango dinámico para edición.
fr: RAW • Plage dynamique maximale pour la retouche.
it: RAW • Massima gamma dinamica per l’editing.
ja: RAW • 編集用の最大ダイナミックレンジ。
ko: RAW • 편집을 위한 최대 다이내믹 레인지.
pt_br: RAW • Máximo alcance dinâmico para edição.
ru: RAW • Максимальный динамический диапазон для редактирования.
tr: RAW • Düzenleme için maksimum dinamik aralık.
zh_hans: RAW • 适合编辑的最大动态范围。
zh_hant: RAW • 適合編輯的最大動態範圍。

# pro.format.proraw.description
source: ProRAW-style RAW capture (device dependent).
ar: التقاط RAW بنمط ProRAW (يعتمد على الجهاز).
de: RAW-Aufnahme im ProRAW-Stil (geräteabhängig).
es: Captura RAW estilo ProRAW (depende del dispositivo).
fr: Capture RAW de type ProRAW (selon l’appareil).
it: Acquisizione RAW in stile ProRAW (dipende dal dispositivo).
ja: ProRAWスタイルのRAW撮影（デバイス依存）。
ko: ProRAW 스타일 RAW 촬영(기기별 지원).
pt_br: Captura RAW estilo ProRAW (depende do dispositivo).
ru: RAW-съемка в стиле ProRAW (зависит от устройства).
tr: ProRAW tarzı RAW çekim (cihaza bağlı).
zh_hans: ProRAW 风格 RAW 拍摄（取决于设备）。
zh_hant: ProRAW 風格 RAW 拍攝（取決於裝置）。

# pro.monitoring.section
source: Monitoring
ar: المراقبة
es: Monitoreo
fr: Surveillance
it: Monitoraggio
ja: モニタリング
ko: 모니터링
pt_br: Monitoramento
ru: Мониторинг
tr: İzleme
zh_hans: 监看
zh_hant: 監看

# pro.monitoring.audio_gain
source: Audio Gain
ar: كسب الصوت
de: Audioverstärkung
es: Ganancia de audio
fr: Gain audio
it: Guadagno audio
ja: オーディオゲイン
ko: 오디오 게인
pt_br: Ganho de áudio
ru: Усиление звука
tr: Ses Kazancı
zh_hans: 音频增益
zh_hant: 音訊增益

# pro.monitoring.audio_gain_value
source: %lld dB
ar: %lld ديسيبل
ru: %lld дБ

# pro.monitoring.mute
source: Mute
ar: كتم الصوت
de: Stumm
es: Silenciar
fr: Muet
it: Muto
ja: ミュート
ko: 음소거
pt_br: Silenciar
ru: Без звука
tr: Sessize Al
zh_hans: 静音
zh_hant: 靜音

# pro.video.section
source: Video
ar: الفيديو
fr: Vidéo
ja: ビデオ
ko: 비디오
pt_br: Vídeo
ru: Видео
zh_hans: 视频
zh_hant: 影片

# pro.video.resolution
source: Resolution
ar: الدقة
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
ja: 解像度
ko: 해상도
pt_br: Resolução
ru: Разрешение
tr: Çözünürlük
zh_hans: 分辨率
zh_hant: 解析度

# pro.video.frame_rate
source: Frame Rate
ar: معدل الإطارات
de: Bildrate
es: Velocidad de fotogramas
fr: Fréquence d’images
it: Frequenza fotogrammi
ja: フレームレート
ko: 프레임 속도
pt_br: Taxa de quadros
ru: Частота кадров
tr: Kare Hızı
zh_hans: 帧率
zh_hant: 影格率

# pro.video.stab
source: Stab
ar: تثبيت
es: Estab.
ja: 手ぶれ補正
ko: 안정화
pt_br: Estab.
ru: Стаб.
tr: Sabitleme
zh_hans: 防抖
zh_hant: 防震

# pro.video.codec
source: Codec
ar: الترميز
es: Códec
ja: コーデック
ko: 코덱
ru: Кодек
tr: Kodek
zh_hans: 编解码器
zh_hant: 編解碼器

# pro.video.color_profile
source: Color Profile
ar: ملف اللون
de: Farbprofil
es: Perfil de color
fr: Profil colorimétrique
it: Profilo colore
ja: カラープロファイル
ko: 색상 프로필
pt_br: Perfil de cor
ru: Цветовой профиль
tr: Renk Profili
zh_hans: 色彩配置文件
zh_hant: 色彩描述檔

# pro.video.bitrate
source: Bitrate
ar: معدل البت
es: Tasa de bits
fr: Débit binaire
ja: ビットレート
ko: 비트레이트
pt_br: Taxa de bits
ru: Битрейт
tr: Bit Hızı
zh_hans: 比特率
zh_hant: 位元率

# pro.video.stab_on
source: Stab On
ar: التثبيت مفعّل
de: Stab. ein
es: Estab. activada
fr: Stab. activée
it: Stab. attiva
ja: 手ぶれ補正オン
ko: 안정화 켜짐
pt_br: Estab. ligada
ru: Стаб. вкл.
tr: Sabitleme Açık
zh_hans: 防抖开
zh_hant: 防震開啟

# pro.video.stab_off
source: Stab Off
ar: التثبيت متوقف
de: Stab. aus
es: Estab. desactivada
fr: Stab. désactivée
it: Stab. disattiva
ja: 手ぶれ補正オフ
ko: 안정화 꺼짐
pt_br: Estab. desligada
ru: Стаб. выкл.
tr: Sabitleme Kapalı
zh_hans: 防抖关
zh_hant: 防震關閉

# pro.lut.section
source: Looks / LUTs
ar: المظاهر / LUTs
it: Look / LUT
ja: ルック / LUT
ko: 룩 / LUT
ru: Образы / LUT
tr: Görünümler / LUT’lar
zh_hans: 风格 / LUT
zh_hant: 風格 / LUT

# pro.lut.strength
source: Strength
ar: القوة
de: Stärke
es: Intensidad
fr: Intensité
it: Intensità
ja: 強度
ko: 강도
pt_br: Intensidade
ru: Интенсивность
tr: Yoğunluk
zh_hans: 强度
zh_hant: 強度

# pro.lut.apply_to_captures
source: Apply to captured photos
ar: تطبيق على الصور الملتقطة
de: Auf aufgenommene Fotos anwenden
es: Aplicar a las fotos capturadas
fr: Appliquer aux photos capturées
it: Applica alle foto scattate
ja: 撮影した写真に適用
ko: 촬영한 사진에 적용
pt_br: Aplicar às fotos capturadas
ru: Применять к снятым фото
tr: Çekilen fotoğraflara uygula
zh_hans: 应用到拍摄的照片
zh_hant: 套用到拍攝的照片

# pro.lens.section
source: Lens
ar: العدسة
de: Objektiv
es: Lente
fr: Objectif
it: Obiettivo
ja: レンズ
ko: 렌즈
pt_br: Lente
ru: Объектив
zh_hans: 镜头
zh_hant: 鏡頭

# pro.lens.stop_recording
source: Stop recording to switch lenses.
ar: أوقف التسجيل لتبديل العدسات.
de: Stoppe die Aufnahme, um das Objektiv zu wechseln.
es: Detén la grabación para cambiar de lente.
fr: Arrêtez l’enregistrement pour changer d’objectif.
it: Interrompi la registrazione per cambiare obiettivo.
ja: レンズを切り替えるには録画を停止してください。
ko: 렌즈를 전환하려면 녹화를 중지하세요.
pt_br: Pare a gravação para trocar de lente.
ru: Остановите запись, чтобы переключить объектив.
tr: Lens değiştirmek için kaydı durdurun.
zh_hans: 停止录制后才能切换镜头。
zh_hant: 停止錄影後才能切換鏡頭。
